/* English, 0.8.1, feedface */

/* <no arguments */
"An error occurred during decompression" = "An error occurred during decompression";

/* <no arguments> */
"Corrupt RAR or internal problems" = "Corrupt RAR or internal problems";

/* <no arguments> */
"Corrupt ZIP or an internal error" = "Corrupt ZIP or an internal error";

/* 1=Dest. path */
"Failed to create the temp file '%@'" = "Failed to create the temp file '%@'";

/* <no arguments> */
"Failed to decompress the file" = "Failed to decompress the file";

/* 1=Filename */
"Failed to open the RAR file '%@'" = "Failed to open the RAR file '%@'";

/* 1=Filename */
"Failed to open the ZIP '%@'" = "Failed to open the ZIP '%@'";

/* 1=RAR filename */
"Failed to reopen the RAR file '%@'" = "Failed to reopen the RAR file '%@'";

/* 1=ZIP filename */
"Failed to reopen the ZIP '%@'" = "Failed to reopen the ZIP '%@'";

/* <no arguments */
"Some internal problems with the ZIP" = "Some internal problems with the ZIP";

/* <no arguments */
"ZIP file empty? Failed to seek to the first file" = "ZIP file empty? Failed to seek to the first file";

